Repository: christellehilaricus/wordpress-plugins
Catalog: custom-taxonomy-release-item/languages/release-item-taxonomy-*.po
Languages: fr_fr

# taxonomy general name
source: Release Items
fr_fr: Parutions

# taxonomy singular name
source: Release Item
fr_fr: Parution

source: Search Release Items
fr_fr: Rechercher parmi les parutions

source: Popular Release Items
fr_fr: Parutions populaires

source: All Release Items
fr_fr: Toutes les parutions

source: See Release Item
fr_fr: Voir la parution

source: Edit Release Item
fr_fr: Modifier la parution

source: Update Release Item
fr_fr: Mettre à jour la parution

source: Add New Release Item
fr_fr: Ajouter une nouvelle parution

source: New Release Item Name
fr_fr: Nom de la nouvelle parution

source: Separate release items with commas
fr_fr: Séparer les parutions par des virgules

source: Add or remove release items
fr_fr: Ajouter ou supprimer des parutions

source: Choose from the most used release items
fr_fr: Choisir parmi les parutions les plus utilisées

source: No release items found.
fr_fr: Aucune parution trouvée.

source: ← Back to release items
fr_fr: ← Retour aux parutions

source: Release Items
fr_fr: Parutions

source: Release name
fr_fr: Nom de la rentrée littéraire

source: Enter the name of the release.
fr_fr: Entrer le slug de la rentrée littéraire concernée.

source: Publisher
fr_fr: Éditeur

source: Enter the book publisher.
fr_fr: Entrer le slug de l'éditeur.

source: Authors
fr_fr: Auteurs

source: Enter the book authors.
fr_fr: Entrer les auteurs du livre.

source: Translators
fr_fr: Traducteurs

source: Enter the book translators.
fr_fr: Entrer les traducteurs du livre.

source: Title
fr_fr: Titre

source: Enter the book title.
fr_fr: Entrer le titre du livre.

source: Original title
fr_fr: Titre original

source: Enter the book original title if exists.
fr_fr: Entrer le titre original du livre s'il existe.

source: Sort title
fr_fr: Tri du livre

source: Enter the book sort title.
fr_fr: Entrer le nom du livre tel qu'il est trié.

source: Enter the book ISBN10 if exists.
fr_fr: Entrer l'ISBN10 du livre s'il existe.

source: Enter the book ISBN13.
fr_fr: Entrer l'ISBN13 du livre.

source: Enter the book ASIN.
fr_fr: Entrer l'ASIN du livre.

source: Release date
fr_fr: Date de parution

source: Enter the book release date (YYYY-mm-dd).
fr_fr: Entrer la date de parution du livre (AAAA-mm-jj).

source: Number of pages
fr_fr: Nombre de pages

source: Enter the book number of pages.
fr_fr: Entrer le nombre de pages du livre.

source: Price
fr_fr: Prix

source: Enter the book price.
fr_fr: Entrer le prix du livre.

source: Thumbnail
fr_fr: Première de couverture

source: Enter the book thumbnail if exists.
fr_fr: Entrer la première de couverture du livre si elle existe.

source: Post linked
fr_fr: Chronique littéraire liée

source: Enter the book post link if exists.
fr_fr: Entrer le lien de la chronique littéraire liée si elle existe.

source: Enter the book original title.
fr_fr: Entrer le titre original du livre.

source: Enter the book post linked if exists.
fr_fr: Entrer le lien de la chronique littéraire liée si elle existe.

# book metadata female authors
source: Authors
fr_fr: Auteures

# book metadata authors
source: Authors
fr_fr: Auteurs

# book metadata female author
source: Author
fr_fr: Auteure

# book metadata transgenre author
source: Author
fr_fr: Auteur/e

# book metadata male author
source: Author
fr_fr: Auteur

# book metadata female translators
source: Translators
fr_fr: Traductrices

# book metadata translators
source: Translators
fr_fr: Traducteurs

# book metadata female translator
source: Translator
fr_fr: Traductrice

# book metadata male translator
source: Translator
fr_fr: Traducteur

source: Estimated price
fr_fr: Prix prévisionnel

# book metadata affiliate links
source: Affiliate links
fr_fr: Liens affiliés

# book metadata affiliate link
source: Affiliate link
fr_fr: Lien affilié

# book metadata leslibraires.fr affiliate message
source: Buy on Les Libraires
fr_fr: Acheter sur Les Libraires

# book metadata Amazon affiliate message
source: Buy on Amazon
fr_fr: Acheter sur Amazon

source: Publisher description
fr_fr: Description de l'éditeur

# book metadata leslibraires.ca affiliate message
source: Buy on Les Libraires
fr_fr: Acheter sur Les Libraires
