Repository: christellehilaricus/wordpress-plugins
Catalog: custom-post-type-interview/languages/interview-post-type-*.po
Languages: fr_fr

source: Add New Interview
fr_fr: Ajouter une nouvelle interview

source: Edit Interview
fr_fr: Modifier l'interview

source: New Interview
fr_fr: Nouvelle interview

source: View Interview
fr_fr: Voir l'interview

source: View Interviews
fr_fr: Voir les interviews

source: Search Interviews
fr_fr: Rechercher dans les interviews

source: No interviews found
fr_fr: Aucune interview trouvée

source: No interviews found in Trash
fr_fr: Aucune interview trouvée dans la corbeille

source: All Interviews
fr_fr: Toutes les interviews

source: Interview Archives
fr_fr: Archives des interviews

source: Interview Attributes
fr_fr: Attributs des interviews

source: Insert into interview
fr_fr: Insérer dans l'interview

source: Uploaded to this interview
fr_fr: Téléversé dans l'interview

source: Interview published.
fr_fr: Interview mise en ligne.

source: Interview published privately.
fr_fr: Interview mise en ligne de manière privée.

source: Interview reverted to draft.
fr_fr: Interview retournée au brouillon.

source: Interview scheduled.
fr_fr: Interview planifiée.

source: Interview updated.
fr_fr: Interview mise à jour.
