Repository: christellehilaricus/wordpress-plugins
Catalog: custom-post-type-concert/languages/concert-post-type-*.po
Languages: fr_fr

source: Add New Concert
fr_fr: Ajouter un nouveau concert

source: Edit Concert
fr_fr: Modifier le concert

source: New Concert
fr_fr: Nouveau concert

source: View Concert
fr_fr: Voir le concert

source: View Concerts
fr_fr: Voir les concerts

source: Search Concerts
fr_fr: Rechercher dans les concerts

source: No concerts found
fr_fr: Aucun concert trouvé

source: No concerts found in Trash
fr_fr: Aucun concert trouvé dans la corbeille

source: All Concerts
fr_fr: Tous les concerts

source: Concert Archives
fr_fr: Archives des concerts

source: Concert Attributes
fr_fr: Attributs des concerts

source: Insert into concert
fr_fr: Insérer dans le concert

source: Uploaded to this concert
fr_fr: Téléversé dans ce concert

source: Concert published.
fr_fr: Concert mis en ligne.

source: Concert published privately.
fr_fr: Concert mis en ligne de manière privée.

source: Concert reverted to draft.
fr_fr: Concert retourné au brouillon.

source: Concert scheduled.
fr_fr: Concert planifié.

source: Concert updated.
fr_fr: Concert mis à jour.
