Repository: christellehilaricus/wordpress-plugins
Catalog: custom-taxonomy-challenge-apipd/languages/challenge-apipd-video-taxonomy-*.po
Languages: fr_fr

# taxonomy general name
source: APIPD Challenge Videos
fr_fr: Toutes les vidéos du challenge APIPD

# taxonomy singular name
source: APIPD Challenge Video
fr_fr: Toutes les vidéos du challenge APIPD

source: Search APIPD Challenge Videos
fr_fr: Rechercher parmi les vidéos du challenge APIPD

source: Popular APIPD Challenge Videos
fr_fr: Vidéos populaires du challenge APIPD

source: All APIPD Challenge Videos
fr_fr: Toutes les vidéos du challenge APIPD

source: See APIPD Challenge Video
fr_fr: Voir la vidéo du challenge APIPD

source: Edit APIPD Challenge Video
fr_fr: Modifier la vidéo du challenge APIPD

source: Update APIPD Challenge Video
fr_fr: Mettre à jour la vidéo du challenge APIPD

source: Add New APIPD Challenge Video
fr_fr: Ajouter une nouvelle vidéo du challenge APIPD

source: New APIPD Challenge Video Name
fr_fr: Nom de la nouvelle vidéo du challenge APIPD

source: Separate APIPD challenge videos with commas
fr_fr: Séparer les vidéos du challenge APIPD avec des virgules

source: Add or remove APIPD challenge videos
fr_fr: Ajouter ou supprimer des vidéos au challenge APIPD

source: Choose from the most used APIPD challenge videos
fr_fr: Choisir parmi les vidéos du challenge APIPD les plus utilisées

source: No APIPD challenge videos found.
fr_fr: Aucune vidéo du challenge APIPD trouvée.

source: ← Back to APIPD challenge videos
fr_fr: ← Retour aux vidéos du challenge APIPD

source: APIPD Challenge Videos
fr_fr: Vidéos du challenge APIPD
