Repository: christellehilaricus/wordpress-plugins
Catalog: custom-taxonomy-literary-prize/languages/prize-taxonomy-*.po
Languages: fr_fr

# taxonomy general name
source: Literary Prizes
fr_fr: Prix littéraires

# taxonomy singular name
source: Literary Prize
fr_fr: Prix littéraire

source: Search Literary Prizes
fr_fr: Rechercher dans les prix littéraires

source: Popular Literary Prizes
fr_fr: Prix littéraires populaires

source: All Literary Prizes
fr_fr: Tous les prix littéraires

source: See Literary Prize
fr_fr: Voir le prix littéraire

source: Edit Literary Prize
fr_fr: Modifier le prix littéraire

source: Update Literary Prize
fr_fr: Mettre à jour le prix littéraire

source: Add New Literary Prize
fr_fr: Ajouter un nouveau prix littéraire

source: New Literary Prize Name
fr_fr: Nouveau nom de prix littéraire

source: Separate prizes with commas
fr_fr: Séparer les prix avec des virgules

source: Add or remove prizes
fr_fr: Ajouter ou supprimer des prix littéraires

source: Choose from the most used prizes
fr_fr: Choisir parmi les prix littéraires les plus utilisés

source: No prizes found.
fr_fr: Aucun prix littéraire trouvé.

source: ← Back to prizes
fr_fr: ← Retour aux prix littéraires

source: Literary Prizes
fr_fr: Prix littéraires

source: Website link
fr_fr: Site web

source: Enter the website link of the prize.
fr_fr: Entrer le site web du prix littéraire.

source: Enter the website link of the prize
fr_fr: Entrer le site web du prix littéraire

source: Popular Literary Prizes in Category Widget
fr_fr: Nuage de prix littéraires populaires dans la catégorie

source: This widget will show all the prizes in the specific category you choose
fr_fr: Ce widget vous affichera les prix littéraires les plus populaires de la catégorie que vous choisissez

source: Literary prizes
fr_fr: Prix littéraires

source: Title:
fr_fr: Titre&nbsp;:

source: Number of literary prizes to show:
fr_fr: Nombre de prix littéraires à afficher&nbsp;:
