Repository: christellehilaricus/wordpress-plugins
Catalog: custom-taxonomy-publisher/languages/publisher-taxonomy-*.po
Languages: fr_fr

# taxonomy general name
source: Publishers
fr_fr: Maisons d'édition

# taxonomy singular name
source: Publisher
fr_fr: Maison d'édition

source: Search Publishers
fr_fr: Rechercher dans les maisons d'édition

source: Popular Publishers
fr_fr: Maisons d'édition populaires

source: All Publishers
fr_fr: Toutes les maisons d'édition

source: See Publisher
fr_fr: Voir la maison d'édition

source: Edit Publisher
fr_fr: Modifier la maison d'édition

source: Update Publisher
fr_fr: Mettre à jour la maison d'édition

source: Add New Publisher
fr_fr: Ajouter une nouvelle maison d'édition

source: New Publisher Name
fr_fr: Nom de la nouvelle maison d'édition

source: Separate publishers with commas
fr_fr: Séparer les maisons d'édition avec des virgules

source: Add or remove publishers
fr_fr: Ajouter ou supprimer des maisons d'édition

source: Choose from the most used publishers
fr_fr: Choisir parmi les maisons d'édition les plus utilisées

source: No publishers found.
fr_fr: Aucune maison d'édition trouvée.

source: ← Back to publishers
fr_fr: ← Retour aux maisons d'édition

source: Publishers
fr_fr: Maisons d'édition

source: Sort name
fr_fr: Tri du nom

source: Enter the name of the publisher as it should be sorted.
fr_fr: Entrer le nom de la maison d'édition tel qu'il doit être trié.

source: Website link
fr_fr: Site web

source: Enter the website link of the publisher.
fr_fr: Entrer le site web de la maison d'édition.

source: Enter the Twitter account name of the publisher, only the part after the base url.
fr_fr: Entrer le compte Twitter de la maison d'édition, seulement la partie après l'url de base.

source: Enter the Facebook account name of the publisher, only the part after the base url.
fr_fr: Entrer le compte Facebook de la maison d'édition, seulement la partie après l'url de base.

source: Enter the Instagram account name of the publisher, only the part after the base url.
fr_fr: Entrer le compte Instagram de la maison d'édition, seulement la partie après l'url de base.

source: Enter the YouTube account name of the publisher, only the part after the base url.
fr_fr: Entrer le compte YouTube de la maison d'édition, seulement la partie après l'url de base.

source: Popular Publishers in Category Widget
fr_fr: Nuage de maisons d'édition populaires dans la catégorie

source: This widget will show all the publishers in the specific category you choose.
fr_fr: Ce widget vous affichera les maisons d'édition les plus populaires de la catégorie que vous choisissez.

source: Title:
fr_fr: Titre&nbsp;:

source: Number of publishers to show:
fr_fr: Nombre de maisons d'édition à afficher&nbsp;:

source: Popular Collections in Category Widget
fr_fr: Nuage de collections littéraires populaires dans la catégorie

source: This widget will show all the collections in the specific category you choose.
fr_fr: Ce widget vous affichera les collections littéraires les plus populaires de la catégorie que vous choisissez.

source: Collections
fr_fr: Collections littéraires

source: Number of collections to show:
fr_fr: Nombre de collections littéraires à afficher&nbsp;:
